tap "bufbuild/buf"
tap "homebrew/bundle"
tap "ktr0731/evans"
tap "stripe/stripe-cli"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "glib"
brew "unbound"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "container-structure-test"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "earthly"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "go@1.17"
brew "go@1.18"
brew "go@1.21"
brew "goose"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grpcui"
brew "helm"
brew "k3d"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "libfido2"
brew "linkerd"
brew "mackup"
brew "minikube"
brew "mysql"
brew "node"
brew "nvm"
brew "ollama"
brew "podman"
brew "protobuf"
brew "protoc-gen-grpc-web"
brew "rust"
brew "rustup"
brew "skaffold"
brew "terraform"
brew "the_silver_searcher"
brew "wasmtime"
brew "zig"
brew "bufbuild/buf/buf"
brew "ktr0731/evans/evans"
brew "stripe/stripe-cli/stripe"
cask "dbeaver-community"
cask "firefox"
cask "postman"
cask "rectangle"
cask "sequel-ace"
cask "sourcetree"
cask "visual-studio-code"
cask "warp"
vscode "atlassian.atlascode"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "esbenp.prettier-vscode"
vscode "ex3ndr.llama-coder"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "honnamkuan.golang-snippets"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "stripe.vscode-stripe"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vstirbu.vscode-mermaid-preview"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "ziglang.vscode-zig"
vscode "znck.vue"
vscode "zxh404.vscode-proto3"
